import React from "react";
import Contents from "../layout/Contents";
import ContTitle from "../layout/ContTitle";

const IntroPage = () => {
  return (
    <Contents>
      <div className="intro__box">
        <div className="intro__box__inner container">
          <ContTitle title="intro" />
          <div className="intro__box__title">
            <h1>과학의 창조적 탐구: 인류의 지식과 미래를 개척하는 핵심 도구</h1>
          </div>
          <div className="intro__box__desc">
            <span>
              과학은 우리 인류가 가장 강력하게 지닌 창조적 도구 중 하나입니다.
              인간의 탐구 정신과 호기심을 충족시키고, 우리가 살아가는 세상을
              이해하며, 더 나아가 미래를 개척하는 핵심적인 역할을 수행합니다.
              과학은 현대 문명의 발전과 기술의 향상을 이끌어왔으며, 이를 통해
              인류는 자연 법칙을 해석하고 이용하는 방법을 배웠습니다.
              <br />
              <br /> 과학은 우리가 경험하고 관찰하는 현상을 탐구하고 이해하는
              과정입니다. 관찰, 실험, 이론의 개발과 검증을 통해 우리는 세상의
              다양한 현상과 현상들 사이의 규칙성을 밝혀내고자 합니다. 이러한
              과정을 통해 우리는 자연 현상을 설명하고 예측할 수 있는 강력한
              도구를 얻게 됩니다.
              <br />
              <br /> 과학은 다양한 분야로 나뉘어지며, 물리학, 화학, 생물학,
              천문학, 지구과학 등으로 구성됩니다. 각각의 분야는 자신만의 개념,
              원리, 실험 방법을 가지고 있으며, 이를 통해 특정한 현상이나 문제를
              연구합니다. 이러한 다양한 분야의 상호작용과 융합은 새로운 지식과
              혁신을 야기하여 인류의 발전을 촉진합니다.
              <br />
              <br /> 과학은 우리에게 인류의 역사에서 가장 큰 진보를 가져다
              주었습니다. 과학의 발전으로 우리는 인간의 건강과 복지를 향상시키는
              새로운 약물과 치료법을 개발할 수 있었고, 기술의 발달로 우리의
              생활은 훨씬 편리하고 풍요로워졌습니다. 우주와 지구의 비밀을
              탐구하며 우리는 천문학과 지구과학의 발전으로 우주의 기원과 우리
              행성의 이야기를 조금씩 밝혀나갈 수 있었습니다.
              <br />
              <br /> 하지만 과학은 정적인 지식이 아닙니다. 과학은 지속적으로
              진화하고 발전해 나가는 동적인 학문입니다. 새로운 발견과 이론의
              개발은 우리의 이해를 깊이 있게 확장시키고, 우리의 세상에 새로운
              가능성과 도전을 제시합니다. 우리는 더 나은 미래를 창조하기 위해
              과학의 지식과 방법을 활용할 필요가 있습니다.
              <br />
              <br /> 과학은 인류에게 주어진 가장 강력하고 창조적인 도구입니다.
              과학을 통해 우리는 자연 현상을 이해하고, 기술의 발전을 이끌며,
              문제를 해결하고, 미래를 개척합니다. 우리는 과학의 역사와 현상을
              통해 과학의 힘과 영향력을 알게 되었습니다. 그리고 이제 우리는
              과학을 미래를 개척하는 데에 활용하여 더 나은 세상을 만들어 나갈
              책임이 있습니다.
            </span>
          </div>
        </div>
      </div>
    </Contents>
  );
};

export default IntroPage;
